<!DOCTYPE html>                                                                           <!--HTML 5 文件格式宣告-->
<html lang="zh-Hant-TW">                                                                  
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>使用者條約</title>
    <link rel="stylesheet" type="text/css" href="../css/bootstrap.min.css">
    <link rel="stylesheet" type="text/css" href="../webCSS/systemPageStyle.css">
</head>
<body>
    <script src="../js/bootstrap.min.js"></script>
    <?php include("../includePHP/mainNav.php");?>
    <div class="container">
        <div class="row">
            <div class="col-md-2">
            
            </div>
            <div class="col-md-8">
                <div id="mainEULA">
                    <p>
                        智會 SmartMeet End-User License Agreements<br>

                        [最後更新：2023 年 5 月 24 日]<br>
                    </p>
                    <p>
                        為了保護 智會開發團隊（「#Team:SmartMeet」）和其他使用者，
                        包括使用我們的網站 #SmartMeet.nfu.edu.tw（「#SmartMeet」），及其衍伸服務。
                        我們必須制定End-User License Agreements（本“EULA”）。<br>

                        如果您使用 SmartMeet ，請務必閱讀適用於您的部分。<br>

                        使用 SmartMeet ，即表示您承認您已完整閱讀並接受本 EULA，並同意受其條款的約束。如果您不同意遵守本 EULA 中規定的規則，則不得使用 SmartMeet 。<br>
                    </p>
                    <h3>重要</h3>
                    <p>
                        在未經 Team:SmartMeet 同意下您不得進行以下行為：
                        <ul>
                            <li>製作或分發（包括贈送）本系統或本系統任何部分的副本給任何其他人;</li>
                            <li>解析我們系統的部分內容並分發（例如：以逆向工程得到PHP程式碼後轉售）。</li>
                        </ul>
                    </p>

                    <h3>行為</h3>
                    <p>
                        您不得就本系統：
                        <ul>
                            <li>騷擾、跟蹤、傷害、恐嚇、傷害、虐待、威脅或欺騙他人；</li>
                            <li>使用或試圖使用其他使用者的帳號；</li>
                            <li>干擾或試圖干擾我們的網站正常運行；</li>
                            <li>以任何方式上傳、傳輸、分發、儲存或以其他方式提供任何病毒、惡意或有害的元素；</li>
                            <li>從事違反或鼓勵違反國際法、中華民國憲法、法律、命令。</li>
                        </ul>
                    </p>
                    <h3>個人資訊</h3>
                    <p>
                        您同意我們將您在本系統所提交資訊、資料進行進一步的利用，包含但不限於:
                        <ul>
                            <li>將影像、圖片、個人生物識別作為影像識別或其他領域研究；</li>
                            <li>將個人資訊作為系統執行的必要資料，如：顯示您所參與的會議於管理者頁面上；</li>
                            <li>統計使用者的性別、年齡、系別、班級。</li>
                        </ul>
                    </p>
                    <h3>終止</h3>                    
                    <p>
                        如果您違反任何條款，我們可以終止本 EULA。這意味著可以取消您的使用權或刪除帳號。
                        這很嚴重，所以請確保您了解這一點。例如，如果您試圖干擾我們的網站正常運行，或違反本 EULA 中的任何其他規則，
                        我們可以撤銷您對 SmartMeet 的使用權限或刪除您任何創建內容。<br>

                        即使本 EULA 被終止，本 EULA 中與我們對系統的所有權、免責聲明、責任限制、賠償、適用於本 EULA 的規定。
                    </p>
                    <h3>更新</h3>
                    <p>
                        Team:SmartMeet 可能會不時對系統進行更新，但沒有義務這樣做。
                        Team:SmartMeet 也沒有義務為系統提供任何持續的支援或維護。
                        我們可以隨時宣佈系統完成並停止更新。我們致力於讓系統實現我們的初始目標，並且修正錯誤，但我們沒有義務做任何特定份量的額外工作。<br>

                        Team:SmartMeet 保留不時修改本 EULA 條款的權利。
                        每次您使用我們的系統或使用我們的一項線上服務，即表示您同意我們網站上發布的最新版本的 EULA，
                        這意味著，如果您在離線模式下使用系統並且不使用我們提供的更新，表示您同意最後的 EULA。
                    </p>
                    <h3>免責聲明</h3>
                    <p>
                        您了解並同意您自行承擔使用本系統和執行本系統的媒體（如果有）的風險。
                        Team:SmartMeet 明確否認所有其他法定、明示或暗示的保證，包括但不限於適用性的暗示保證。
                        Team:SmartMeet 不保證本系統將滿足您的要求或願望。您承擔其品質和效能的全部風險。<br>

                        您同意，我們的系統或我們系統的任何部分可能會因維護或我們無法控制的原因而中斷，我們不能保證系統將始終可用或系統的操作或功能缺陷將得到修正. 
                        您同意， Team:SmartMeet 可能會不時自行決定發布我們系統的更新，並且此類更新可能會破壞其他運行服務與我們系統的相容性。
                        您同意， Team:SmartMeet 沒有義務保證我們的系統與任何其他運行服務或其他第三方服務之間的任何互操作性。
                        您同意通過網路發送的數據、訊息可能並非完全保密，並且不保證您的匿名性。<br>

                        我們在中華民國管理和運營系統。儘管本系統可能可以在全球許多國家及地區使用，但並非我們網站所有產品及其功能都可供所有地理位置的所有人使用或適合在中華民國境外使用。
                        我們保留自行決定將任何功能、產品或系統的提供和數量限制給任何人或地理區域的權利。
                        如果您選擇從中華民國境外使用服務，您是自願這樣做的，並且您全權負責遵守當地法律。<br>

                        某些司法管轄區不允許免責聲明某些保證，因此如果您居住在這些司法管轄區之一，則上述某些排除條款可能不適用於您。
                    </p>
                    <h3>賠償與責任</h3>
                    <p>
                        在適用法律允許的最大範圍內，您同意自費為 Team:SmartMeet 和我們的指導教師、組員和合作者辯護、賠償並使其免受任何和所有索賠、責任、成本、罰款、處罰的損害和費用，包括法律費用和開支，由以下原因引起或以任何方式與之相關：
                        <ul>
                            <li>您違反您在本 EULA 下的任何義務、陳述或保證；</li>
                            <li> 您違反任何適用的法律、法規、規章或合約。您將完全按照我們的要求進行合作，以抗辯任何索賠和損失。
                                在任何時候，我們保留所有法律追訴權。</li>
                        </ul>

                        對於您因使用我們的網站，或因 Team:SmartMeet 相關的任何作為或不作為而可能招致的任何傷害或損害，
                        您認為 Team:SmartMeet 不承擔任何責任。
                        這意味著您同意，在任何情況下，根據任何責任理論，Team:SmartMeet 和我們的指導教師、組員和合作者
                            均不對您或任何其他人承擔任何間接、後果性、特殊、附帶、懲罰性或懲戒性損害賠償責任，
                        包括但不限於利潤損失、收入損失、商譽損失或機會損失的任何損害賠償，即使我們本可以預見此類損害或已知悉此類損害的可能性。
                        您特此放棄、免除並永久免除 Team:SmartMeet 的所有上述排除的損害賠償。<br>

                        某些司法管轄區不允許在像本 EULA 這樣的協議中限制或排除某些責任，因此如果您居住在這些司法管轄區之一，則上述限制和排除責任的某些方面可能不適用於您。
                        話雖如此，如果任何適用的當局持有此限制的任何部分，責任排除將限制在適用法律允許的最大可能範圍內。
                    </p>
                    <h3>其他</h3>
                    <p>
                        我們可以隨時全部或部分轉讓我們在本 EULA 下的權利和義務，恕不另行通知。未經我們事先書面同意，您不得轉讓本 EULA 或您在本協議項下的任何權利和義務。<br>

                        我們未能堅持或執行本 EULA 的任何規定，不應被解釋為放棄我們可能擁有的任何規定或權利。<br>

                        如果對此事有管轄權的任何法院裁定本 EULA 的任何條款無效，則該條款將從本 EULA 中刪除而不影響本 EULA 的其餘部分，並且本 EULA 的其餘條款將繼續有效是有效的和可執行的。<br>
                        
                        本系統僅僅作為大學畢業專題，我們 Team:SmartMeet 盡可能遵守相關規範但不會承擔任何因違反上述條約或法律的責任。<br>
                        本 EULA 僅僅為了練習寫 EULA 而建立，我們 Team:SmartMeet 不會承擔任何因違反上述條約的法律責任。<br>
                        本 EULA 參考自 RimWorld 的 EULA。<br>
                    </p>
                    EULA 結束
                </div>
            </div>
            <div class="col-md-2">
            
            </div>
        </div>
    </div>
</body>
</html>